tap "adoptopenjdk/openjdk"
tap "facebook/fb"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "planetscale/tap"
brew "act"
brew "sqlite"
brew "python@3.10"
brew "autojump"
brew "automake"
brew "node"
brew "bitwarden-cli"
brew "freetds"
brew "krb5"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "folly"
brew "fswatch"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "gnutls"
brew "gnupg"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql", restart_service: true
brew "nghttp2"
brew "nginx", restart_service: true
brew "node@16"
brew "openjdk@8"
brew "postgresql", restart_service: true
brew "pure"
brew "redis", restart_service: true
brew "thefuck"
brew "wget"
brew "yarn"
brew "zlib"
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazygit/lazygit"
cask "adoptopenjdk15"
cask "docker"
cask "ngrok"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Dark Mode for Safari", id: 1397180934
mas "Dashlane", id: 517914548
mas "Gestimer", id: 990588172
mas "Grammarly for Safari", id: 1462114288
mas "Hotspot Shield", id: 771076721
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "OverPicture", id: 1188020834
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "SimCity™4 Deluxe Edition", id: 804079949
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Step Two", id: 1448916662
mas "Transporter", id: 1450874784
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
